Repository: jhelumcorp/gyawun
Catalog: lib/l10n/app_*.arb
Languages: ur

# onboardingWelcome
source: Welcome to {appName}
ur: {appName} میں خوش آمدید

source: Gyawun Music
ur: گیوان میوزک

# onboardingDescription
source: Stream your favorite music, podcasts, and more.
ur: اپنی پسندیدہ موسیقی، پوڈکاسٹس اور مزید اسٹریم کریں۔

source: Get Started
ur: شروع کریں

source: Settings
ur: سیٹنگز

source: General
ur: عام

source: Appearance
ur: ظاہری شکل

source: Player
ur: پلیئر

source: Services
ur: سروسز

# storageAndPrivacy
source: Storage & Privacy
ur: اسٹوریج اور پرائیویسی

source: Storage and backups
ur: اسٹوریج اور بیک اپ

source: Privacy
ur: پرائیویسی

# updatesAndAbout
source: Updates & About
ur: اپ ڈیٹس اور بارے میں

source: About
ur: کے بارے میں

source: Check for update
ur: اپ ڈیٹ چیک کریں

source: Library
ur: لائبریری

# defaultCollection
source: Default
ur: ڈیفالٹ

source: Favourites
ur: پسندیدہ

source: History
ur: ہسٹری

source: Downloads
ur: ڈاؤن لوڈز

source: Custom
ur: کسٹم

source: Remote
ur: ریموٹ

# error
source: Error: {message}
ur: غلطی: {message}

# minutes
source: {minutes} minutes
ur: {minutes} منٹ

# customEllipsis
source: Customâ€¦
ur: کسٹم…

source: Set Sleep Timer
ur: سلیپ ٹائمر سیٹ کریں

source: Hours
ur: گھنٹے

# minutesLabel
source: Minutes
ur: منٹ

source: Cancel
ur: منسوخ کریں

source: Set
ur: سیٹ کریں

source: Setting up...
ur: سیٹ اپ ہو رہا ہے...

source: Queue is empty
ur: قطار خالی ہے

source: Home
ur: ہوم

source: Search
ur: تلاش

source: Theme
ur: تھیم

source: Dark theme
ur: ڈارک تھیم

source: Accent Color
ur: ایکسنٹ رنگ

source: Enable dynamic theme
ur: ڈائنامک تھیم فعال کریں

source: Pure black
ur: مکمل سیاہ

source: Enable system colors
ur: سسٹم کے رنگ فعال کریں

source: Layout
ur: لے آؤٹ

source: Language
ur: زبان

source: Predictive Back
ur: پریڈکٹو بیک

source: Enable new player
ur: نیا پلیئر فعال کریں

source: On
ur: آن

source: Off
ur: آف

source: Follow system
ur: سسٹم کی پیروی کریں

source: App Folder
ur: ایپ فولڈر

source: Image Cache
ur: امیج کیشے

source: Song Cache
ur: سونگ کیشے

source: Backup and restore
ur: بیک اپ اور ریسٹور

source: Backup
ur: بیک اپ

source: Restore
ur: ریسٹور

source: Skip silence
ur: خاموشی کو چھوڑیں

source: Mini Player
ur: منی پلیئر

source: Enable next button
ur: اگلا بٹن فعال کریں

source: Enable previous button
ur: پچھلا بٹن فعال کریں

source: Audio quality
ur: آڈیو کوالٹی

source: Streaming quality
ur: اسٹریمنگ کوالٹی

source: Downloading quality
ur: ڈاؤن لوڈنگ کوالٹی

source: Sponsor Block
ur: اسپانسر بلاک

source: Enable Sponsor Block
ur: اسپانسر بلاک فعال کریں

source: Block Sponsors
ur: اسپانسرز بلاک کریں

source: Block Self Promo
ur: سیلف پرومو بلاک کریں

source: Block Interaction
ur: انٹریکشن بلاک کریں

source: Block Intro
ur: انٹرو بلاک کریں

source: Block Outro
ur: آؤٹرو بلاک کریں

source: Block Preview
ur: پریویو بلاک کریں

source: Block Music Offtopic
ur: میوزک آف ٹاپک بلاک کریں

source: Personalised Content
ur: ذاتی مواد

source: Enter visitor ID
ur: وزیٹر ID درج کریں

source: Reset Visitor ID
ur: وزیٹر ID ری سیٹ کریں

source: Copied!
ur: کاپی ہو گیا!
