Repository: jhelumcorp/gyawun
Catalog: lib/l10n/intl_*.arb
Languages: ur

source: Home
ur: گھر

source: Search Gyawun
ur: گیون تلاش کریں۔

source: Recently Played
ur: حال ہی میں کھیلا گیا۔

source: Recommended
ur: تجویز کردہ

source: Playlists
ur: پلے لسٹس

source: Saved
ur: محفوظ کیا گیا۔

source: Favorites
ur: پسندیدہ

source: Downloads
ur: ڈاؤن لوڈ

source: Settings
ur: ترتیبات

source: Search Settings
ur: تلاش کی ترتیبات

source: Sleep Timer
ur: نیند کا ٹائمر

source: Country
ur: ملک

source: Appearence
ur: ظاہری شکل

source: Right To Left
ur: دائیں سے بائیں

source: Primary Color
ur: بنیادی رنگ

source: Theme Mode
ur: تھیم موڈ

source: Pitch Black
ur: پچ سیاہ

source: Material Colors
ur: مواد کے رنگ

source: Music and Playback
ur: موسیقی اور پلے بیک

source: Select language
ur: زبان منتخب کریں۔

source: Streaming Quality
ur: سلسلہ بندی کا معیار

source: YouTube Streaming Quality
ur: یوٹیوب اسٹریمنگ کوالٹی

source: Enable Playback Cache
ur: پلے بیک کیشے کو فعال کریں۔

source: Clear Playback Cache
ur: پلے بیک کیشے کو صاف کریں۔

# clearPlaybackCacheDialogText
source: Are you sure you want to clear playback cache.
ur: کیا آپ واقعی پلے بیک کیشے کو صاف کرنا چاہتے ہیں؟

source: Service Providers
ur: سہولت کار

source: Homescreen Provider
ur: ہوم اسکرین فراہم کنندہ

source: Search Provider
ur: فراہم کنندہ تلاش کریں۔

source: Download
ur: ڈاؤن لوڈ کریں

source: Download Quality
ur: کوالٹی ڈاؤن لوڈ کریں۔

source: YouTube Download Quality
ur: یوٹیوب ڈاؤن لوڈ کوالٹی

source: History
ur: تاریخ

source: Enable Playback History
ur: پلے بیک کی سرگزشت کو فعال کریں۔

# enablePlaybackHistoryText
source: Recommendations are based on Playback History
ur: سفارشات پلے بیک کی سرگزشت پر مبنی ہیں۔

source: delete Playback History
ur: پلے بیک کی سرگزشت کو حذف کریں۔

# deletePlaybackHistoryText
source: Recommendations are based on Playback History
ur: سفارشات پلے بیک کی سرگزشت پر مبنی ہیں۔

# deletePlaybackHistoryDialogText
source: Are you sure you want to delete Playback History.
ur: کیا آپ واقعی پلے بیک کی سرگزشت کو حذف کرنا چاہتے ہیں؟

source: Languages
ur: زبانیں

source: Done
ur: ہو گیا

source: High
ur: اعلی

source: Low
ur: کم

source: Medium
ur: درمیانہ

source: ok
ur: ٹھیک ہے

source: Yes
ur: جی ہاں

source: No
ur: نہیں

source: songs
ur: گانے

source: Cancel
ur: منسوخ کریں۔

source: Confirm
ur: تصدیق کریں۔

source: Play All
ur: سارے کھیلو

source: Title
ur: عنوان

source: Date
ur: تاریخ

source: play Next
ur: اگلا کھیلیں

source: Add To Queue
ur: قطار میں شامل کریں

source: add To Favorites
ur: پسندیدہ میں شامل کریں۔

source: About
ur: کے بارے میں

source: Name
ur: نام

source: Version
ur: ورژن

source: Developer
ur: ڈویلپر

source: Sheikh Haziq
ur: شیخ حاذق

source: Contributors
ur: تعاون کرنے والے

source: Source Code
ur: سورس کوڈ

source: Bug Report
ur: غلطیوں کی تفصیل

source: Feature Request
ur: خصوصیت کی درخواست

source: Organisation
ur: تنظیم

source: Jhelum Corp
ur: جہلم کارپوریشن

source: Select
ur: منتخب کریں۔

source: Delete
ur: حذف کریں۔

source: Nothing in here
ur: یہاں کچھ نہیں ہے۔

source: Loudness Enhancer
ur: بلند آواز بڑھانے والا

source: Remove From Favorites
ur: پسندیدہ سے ہٹا دیں۔

source: Telegram
ur: ٹیلی گرام

source: loudness And Equalizer
ur: لاؤڈنس اور ایکویلائزر

source: Enable Equalizer
ur: Equalizer کو فعال کریں۔

source: Equalizer
ur: برابر کرنے والا

source: Donate
ur: عطیہ دیں

# donateSubtitle
source: Support the development of Gyawun
ur: گیوان کے ترقی کی حمایت کریں

source: Payment Methods
ur: ادائیگی کے طریقے

source: Support me on Ko-fi
ur: کوفی پر مجھے حمایت کریں

source: Buy me a Coffee
ur: مجھے کافی خریدیں

source: Gyawun
ur: گیون

source: Made in Kashmir
ur: کشمیر میں تیار کیا گیا

source: Enable Search History
ur: تلاش کی سرگزشت کو فعال کریں۔

source: delete Search History
ur: تلاش کی سرگزشت کو حذف کریں

# deleteSearchHistoryDialogText
source: Are you sure you want to delete Search History.
ur: کیا آپ واقعی تلاش کی سرگزشت کو حذف کرنا چاہتے ہیں؟
